docker-final/docker-haproxy/context/lasttest/haproxy_loadtest.txt
Running 10s test @ http://haproxy:80
  4 threads and 50 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     4.70ms    2.70ms  44.40ms   74.50%
    Req/Sec     2.64k   264.96     4.10k    73.75%
  105067 requests in 10.02s, 193.49MB read
Requests/sec:  10482.31
Transfer/sec:     19.30MB